module.exports.healthknos = [{
    "id": 1,
    "thumb": "/static/image/healthknos/1.jpg",
    "adthumb": "/static/image/healthknos/1.jpg",
    "name": "舌苔诊疗介绍",
    "detail_title": "舌诊，非常重要的中医四诊之一",
    "detail": ["常言道：每天照一照，有病早知道。一个健康的人，面对镜子看自己的舌头，应当是舌体柔润，舌质淡红，舌面上铺有薄而均匀的颗粒、干湿适中的白苔，此谓“舌淡红，苔薄白”。但是，患病后，舌质与舌苔就会发生变化。因此，经常观察舌象，可以了解健康状况，及时进行自我保健与调理。", "如今到医院找中医看病，每个医生都重视舌诊。在问了症状之后，他们常说的一句话是：“让我看看你的舌头。”中医认为“舌为心之苗”，“苔为胃气之根”，舌体与肺、心、肝、脾、肾等内脏经络相连。人体内脏若有病变，可以非常直观地反映在舌头上。有经验的医生看舌头，就像看月亮的阴晴圆缺，一望便知道你病情的轻重，体内的虚实寒热。中医将舌体分为四部分：舌尖多反映心、肺的变化，舌中多反映脾胃的病变，舌两侧多反映肝胆的病变的情况，舌根多提示肾的病变。", "舌苔黄、舌质红多是上火,中医认为，舌苔发黄、舌质红（即舌头红）的人出现口苦咽干，属于有热上火。心经有热，舌苔发黄、舌质红，同时伴有心急烦躁、失眠多梦，病人此时可用些清心火的药。如竹叶、莲子心泡水，当茶每日频饮。睡眠不好可用百合、莲子心、枣仁煮粥喝；口舌生疮可用野菊花60克，浓煎后，每日多次含服。如果看到舌质偏红、舌苔黄，而且小便时有排不净的感觉，或尿时感到小便发热，有痛感，这多半是膀胱湿热，也就是西医讲的泌尿系感染，可用白茅根、瞿麦、扁蓄等，水煎后当茶喝。肝经有火，舌边红、苔黄偏干、眼睛红赤肿痛，或经常长麦粒肿，为肝经有火，可用酒炮制过的大黄泡水喝。大黄性寒，有降泄作用，用酒炮制后，可将大黄药力引到头目，泄上焦之火。舌质稍红、苔薄黄为肺经有热。伴有大便干结者可用冬凌草、大黄稍加煎煮，每日当茶饮。咽干肿痛者可用胖大海、麦冬、菊花泡茶，症状严重者加二花、山豆根、牛蒡子，大便秘结加大黄，往往可以收到不错的疗效。", "舌苔白、舌质偏白是虚寒，舌苔白、舌质偏白的人多伴有形寒肢冷、手足不温，为阳气不足导致的虚寒体质。如果是心阳虚的病人，会出现心慌气短，劳累加重。病人可服些红参、黄芪煎水当茶喝，平时饮食中常吃些温阳散寒的生姜。中医认为，冬天阳虚病人要格外注意保暖，可多进食热粥，也可自制一个药棉背心穿。方法是用熬好的生姜水泡棉花，然后晾干，做成棉背心。如果是脾胃阳虚的病人，会常出现胃部疼痛怕凉，不思饮食，尤其怕食生冷食物，有的伴有大便溏泻。胃疼病人可用干姜（或良姜）、荜拔煎水喝，具有温胃散寒作用。还可用生姜、白胡椒粉捣成泥状，稍加温后敷脐，每日一换。老年人因阳虚大便干，可用肉苁蓉、附子、干姜、葱白煎水喝。如果每年冬至大便开始变干，来年春暖花开时又自然转通畅，中医认为属于阳虚肠蠕动无力，就像河道结冰舟船无法行驶一样，建议采用上述的单方。"],
  },
  {
    "id": 2,
    "thumb": "/static/image/healthknos/2.jpg",
    "adthumb": "/static/image/healthknos/2.jpg",
    "name": "AI智能辅助诊疗",
    "detail_title": "AI智能辅助诊疗，让病灶“无处遁形”",
    "detail": ["AI智能辅助诊断技术的崛起，正改变着传统医学的诊断方式。借助先进的算法和大数据分析，AI能够迅速、准确地捕捉到病灶的蛛丝马迹，让潜在的健康问题无所遁形。无论是微小的肿瘤、早期的病变还是复杂的疾病模式，AI智能辅助诊断都能提供医生有力的支持，帮助他们在第一时间做出精准的判断，为患者赢得宝贵的治疗时机。","在医学领域，AI智能辅助诊断已经成为一股不可小觑的力量。它不仅能够辅助医生发现难以察觉的病灶，还能通过深度学习和模式识别，对疾病进行更深入的剖析和预测。随着技术的不断进步和应用范围的扩大，AI智能辅助诊断将进一步提高诊断的准确性和效率，为患者带来更加精准、个性化的治疗方案，让健康之路更加光明。"],
  },
  {
    "id": 3,
    "thumb": "/static/image/healthknos/3.jpg",
    "adthumb": "/static/image/healthknos/3.jpg",
    "name": "中医养生之道",
    "detail_title": "什么是中医的养生之道？",
    "detail": ["1、头乃诸阳之会，养头不可忽视。","中医认为头为诸阳之会，又叫作六阳魁首。小小的一个头部，分布着很多的经络和穴位，这些经络穴位对全身气血的流畅有着很重要的作用。如何养头？一个方法很简单，那就是梳头，如果时间允许的话，早中晚各一次，用木头梳子轻轻梳理头皮，从而温和刺激头部穴位，促进气血流通。","2、足为诸阳之本，养足也很重要。","中医认为足为诸阳之本，足三阳经都终于此。现代科学也说足是第二心脏，分布着全身脏腑的反射区，这些都和足底经络穴位是分不开的。而足部脚底有一个很重要的穴位，那就是涌泉穴。能够帮助滋阴补肾、通经活络，既能刺激肾中元阳火气的升发，又可以使得水火既济，还能帮助身体排毒，是一个非常重要的保健要穴。","3、齿乃骨之余，早晚叩齿保健康","中医说肾主骨，而齿乃骨之余，从牙齿的强健状态可以观察骨骼、乃至肾的充盈，反过来，我们也可以借助牙齿来保养骨和肾。传统的做法就是叩齿，也就是上牙和下牙有规律地撞击，经常叩齿可以增强我们牙齿周边的组织更加的坚强。更主要的是，叩齿能帮助我们强健肾脏，平衡阴阳。","4.背为一身之表，经常搓背固表","中医认为，背为阳腹为阴，背部又是一身之表，而背部又有督脉这条诸阳之海，还有足太阳膀胱经的分布，负责帮身体抵御外邪。经常搓背，有助于促进督脉和膀胱经气血周流，从而提高元气和卫气，增强身体免疫力和抵抗力，减少感冒的发生。"],
  }

]

// 首页轮播
module.exports.swiperlist = [{
    "id": 1,
    "thumb": "/static/image/shetou1.jpg",
    "adthumb": "/static/image/shetou1.jpg",
    "name": "舌苔自诊介绍",
    "detail": ["舌诊，作为中医望诊的重要内容之一，是反映我们身体健康状况的一面“镜子”。通过观察舌苔的颜色、厚度、润燥等特征，我们可以初步判断身体的健康状态，及时发现一些潜在的健康问题。", "舌苔的形成与脾胃功能、气血运行、津液代谢等密切相关。正常情况下，舌苔应为薄白、湿润、均匀分布在舌体表面。若舌苔出现异常，如颜色发黄、发灰、发黑，或者变厚、剥落、干燥等，都可能提示身体某些方面出现了问题。","例如，舌苔厚腻可能表示湿邪内蕴，多见于脾胃湿热、痰湿壅盛等证；舌苔黄燥则可能表示热邪炽盛，津液受损，多见于高热、大汗、口渴等热病症状。而舌苔剥落，即所谓的“地图舌”，则可能表示胃气不足，津液亏损，多见于久病体虚或脾胃虚弱者。"],
    type: 0
  },
  {
    "id": 2,
    "thumb": "/static/image/ai doctor.gif",
    "adthumb": "/static/image/ai doctor.gif",
    "name": "AI问诊介绍",
    "detail": ["在传统中医理论中，舌苔被视为身体健康状况的重要指示器。通过观察舌苔的颜色、厚度、润燥等特征，中医医师能够洞察患者的体质状况、内脏功能以及潜在的疾病风险。然而，对于普通人来说，准确解读舌苔并不是一件容易的事情，它需要丰富的医学知识和实践经验。", "随着人工智能技术的不断发展，AI舌苔问诊应运而生。它结合了深度学习、图像识别以及大数据分析等先进技术，为用户提供了一个便捷、准确的舌苔健康检测平台。用户只需通过手机或其他设备拍摄自己的舌苔照片，上传到AI舌苔问诊系统，系统便能自动分析舌苔特征，给出相应的中医诊疗建议。", "AI舌苔问诊系统通过大量的舌苔图像数据训练，建立了一个精准的舌苔识别模型。这个模型能够识别舌苔的颜色、厚度、润燥等关键特征，并根据中医理论对这些特征进行解读和分析。在识别和分析过程中，系统还会结合用户的其他健康信息，如年龄、性别、生活习惯等，为用户提供更加个性化的健康建议。AI舌苔问诊系统并非完全替代中医医师的诊断，而是作为一个辅助工具，帮助用户更好地了解自己的身体状况，及时发现潜在的健康问题。"],
    type: 0
  },
  {
    "id": 3,
    "thumb": "/static/image/zhongyi.gif",
    "adthumb": "/static/image/zhongyi.gif",
    "name": "中医介绍",
    "detail": ["中医，作为中国传统医学的瑰宝，拥有数千年的历史和深厚的文化底蕴。它不仅仅是一门医学科学，更是一种独特的哲学体系和自然疗法。中医注重整体观念，强调人体内部的阴阳平衡和五行调和，认为人体与自然环境息息相关，是一个有机统一的整体。", "中医的诊断方法独具特色，包括望、闻、问、切四诊。通过观察患者的神色、舌苔、听其声音、询问病史以及切脉等方式，中医医师能够全面、深入地了解患者的身体状况，从而做出精准的诊断。中医的治疗手段也非常丰富，包括中药、针灸、推拿、拔罐等多种疗法，旨在通过调整人体内部环境，激发自愈能力，达到治疗疾病的目的。","中医强调“治未病”，即在疾病发生之前就进行预防和调理，提升人体的正气，增强抵抗力。这种理念在现代社会尤为重要，因为许多疾病都与不良的生活习惯和环境污染有关。通过中医的调理，人们可以更好地适应环境，保持身心健康。"],
    type: 0
  }
]